[
	[
		{
			"speaker" : "???",
			"dialog" : "Once upon a time, Cleetus the Yeetus and his brother, Dave, lived happily together on farmland right next to a forest, far from the city.",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "???",
			"dialog" : "Day goes by and nothing interesting ever happened, does it?"
		},
		{	
			"speaker" : "???",
			"dialog" : "One day,"
		},
		{	
			"speaker" : "???",
			"dialog" : "Yeetus's brother went into the forest and found an artifact that wraped between time and place, inside a cave full with aggressive bugs and toxic shroom. While he was playing with that device, he was ambushed by bugs and locked him somewhere inside the cave."
		},
		{	
			"speaker" : "???",
			"dialog" : "That artifact was dropped inside forest, and soon picked up by Yeetus when he was looking for his brother."
		},
		{	
			"speaker" : "???",
			"dialog" : "Yeetus realized that his brother was captured, so he grabs his trusty shotgun, BFG2k20 and headed into the cave to rescue him brother....."
		}
	],
	[
		{ 
			"speaker" : "Yeetus",
			"dialog" : "I need to find a way to get in. Maybe this device can help. What is this place?",
			"newSpeaker" : "true"
		}
		
	],
	[

		{ 
			"speaker" : "??? ",
			"dialog" : "Help me brother!! Please, StOp#$%^( hurting ME! ",
			"newSpeaker" : "true"
		}
	

	],
	[


		{

			"speaker" : "Testing Report No.3 ",
			"dialog" : "This wrapping device was design to help traversing terrain effortlessly, however, with increased usage, the user's mental state will become unstable and hallucination will occur, user start to develope violence characteristic.",
			"newSpeaker" : "true"

		}

	],
	[


		{

			"speaker" : "Testing Report No.90 ",
			"dialog" : "Majority of patients have reported that they experienced hallucination, and 90% are similar to others. They reported that they are getting attacked by insects and expericening anger toward them.",
			"newSpeaker" : "true"

		}

	],
	[
		
		{

			"speaker" : "Testing Report No.90 ",
			"dialog" : "Majority of patients have reported that they experienced hallucination, and 90% are similar to others. They reported that they are getting attacked by insects and expericening anger toward them.",
			"newSpeaker" : "true"

		}
	],
	[




	]


]